<unk>	0
<s>	0
</s>	0
.	-2.95975
▁I	-3.5507
▁the	-3.56382
,	-3.67293
▁and	-3.70294
▁a	-3.80938
▁to	-4.10239
'	-4.25683
▁for	-4.39886
▁"	-4.46739
▁is	-4.52151
▁it	-4.54118
s	-4.63806
▁in	-4.6686
▁of	-4.6933
▁my	-4.75252
▁are	-4.75637
."	-4.8297
▁them	-4.83837
▁they	-4.89071
▁but	-4.91804
▁these	-5.0118
▁that	-5.06182
▁fit	-5.07247
▁have	-5.0958
▁on	-5.11276
t	-5.11586
▁size	-5.17932
▁this	-5.20352
▁with	-5.2312
▁was	-5.2396
!	-5.26064
▁as	-5.30086
▁not	-5.37691
▁so	-5.45503
▁great	-5.45646
▁The	-5.458
▁very	-5.47834
▁wear	-5.50403
▁you	-5.5207
▁like	-5.5398
▁shoes	-5.57531
▁They	-5.60917
▁be	-5.62533
▁good	-5.64831
I	-5.70805
▁comfortable	-5.72601
▁pants	-5.77319
▁well	-5.81307
-	-5.84104
▁too	-5.8479
▁pair	-5.8773
▁just	-5.89389
▁than	-5.9325
▁up	-5.99155
▁will	-6.00973
▁work	-6.02785
▁all	-6.03418
▁quality	-6.03581
▁one	-6.03679
▁were	-6.04433
▁had	-6.05182
▁me	-6.05232
▁more	-6.08197
▁or	-6.08564
▁love	-6.09267
▁would	-6.09363
▁It	-6.09421
▁at	-6.11249
▁can	-6.12521
▁time	-6.12676
▁little	-6.13049
▁shoe	-6.16851
m	-6.1909
▁out	-6.23157
▁small	-6.24237
▁	-6.25266
▁get	-6.26845
▁bought	-6.28346
▁nice	-6.297
▁Great	-6.30092
"	-6.30123
▁(	-6.30932
▁look	-6.32319
▁perfect	-6.33387
▁ordered	-6.33841
▁price	-6.34277
▁when	-6.37707
▁buy	-6.37745
▁what	-6.37762
▁color	-6.39425
▁from	-6.39813
▁My	-6.42552
▁These	-6.44982
▁if	-6.45141
▁other	-6.46025
▁has	-6.46185
▁because	-6.46605
▁years	-6.47979
▁really	-6.48148
▁long	-6.4852
▁watch	-6.488
▁expected	-6.51415
▁made	-6.5274
▁am	-6.53122
ve	-6.5341
▁This	-6.57474
▁an	-6.57514
▁don	-6.58657
▁he	-6.61041
▁do	-6.61493
▁about	-6.62135
▁only	-6.63801
▁no	-6.65291
▁big	-6.65787
!"	-6.66126
ing	-6.66368
▁bit	-6.66408
▁much	-6.69209
d	-6.69409
▁wearing	-6.69468
...	-6.70788
▁waist	-6.72307
▁day	-6.74705
▁been	-6.7472
)	-6.74724
▁i	-6.75175
▁product	-6.75512
re	-6.76484
""	-6.76537
▁loves	-6.76997
▁-	-6.77204
▁right	-6.78012
▁your	-6.78043
▁got	-6.78086
▁order	-6.78252
▁Very	-6.78772
▁still	-6.80541
▁feet	-6.81004
▁husband	-6.81483
▁back	-6.82444
ed	-6.82507
▁even	-6.83589
▁fits	-6.84412
▁Love	-6.84803
▁shirt	-6.84917
▁which	-6.85094
▁go	-6.86277
▁some	-6.86437
▁after	-6.86605
▁jeans	-6.88332
▁last	-6.89349
▁""	-6.89531
▁large	-6.89875
▁first	-6.92032
▁bra	-6.9376
ly	-6.94018
▁find	-6.94762
▁same	-6.94921
▁always	-6.95304
▁looking	-6.95958
▁use	-6.99165
▁again	-6.99595
▁run	-7.00587
▁way	-7.01491
▁material	-7.02393
▁feel	-7.02771
▁need	-7.03031
/	-7.03262
▁also	-7.03413
▁around	-7.04262
▁off	-7.04535
▁He	-7.04571
▁better	-7.05312
▁over	-7.07002
▁now	-7.0706
▁worn	-7.07612
▁support	-7.09158
▁Good	-7.09398
▁son	-7.09451
▁recommend	-7.09923
▁tight	-7.10066
▁old	-7.1156
▁2	-7.11738
▁perfectly	-7.121
▁A	-7.12949
▁keep	-7.13906
▁did	-7.14827
▁enough	-7.15964
▁any	-7.1692
▁looks	-7.20286
▁new	-7.20854
▁happy	-7.21004
▁style	-7.21051
These	-7.21343
▁two	-7.21807
▁smaller	-7.2277
▁another	-7.23738
▁could	-7.24694
▁his	-7.24798
▁there	-7.27571
▁down	-7.27728
▁larger	-7.2873
▁Dickies	-7.29012
▁purchased	-7.29034
▁brand	-7.30002
▁put	-7.30054
▁purchase	-7.30296
▁boots	-7.30311
▁wide	-7.31495
▁year	-7.31648
▁we	-7.32222
▁shirts	-7.32376
▁didn	-7.32761
▁fine	-7.34404
▁most	-7.35149
▁wanted	-7.35597
▁durable	-7.35855
ll	-7.36538
▁Amazon	-7.36652
▁think	-7.36701
▁So	-7.36875
▁different	-7.37405
▁how	-7.37409
▁know	-7.37464
▁easy	-7.37861
▁few	-7.37993
▁though	-7.38028
▁by	-7.38096
▁best	-7.40124
▁before	-7.40364
▁many	-7.40657
This	-7.41189
▁If	-7.41314
▁But	-7.41438
▁make	-7.4162
▁every	-7.43112
▁colors	-7.43447
▁pretty	-7.43552
▁should	-7.4367
▁used	-7.43811
▁hard	-7.43991
▁band	-7.44161
▁length	-7.44199
▁she	-7.44465
▁return	-7.45115
▁since	-7.45186
▁black	-7.45286
▁lot	-7.45705
y	-7.46032
▁warm	-7.46722
▁foot	-7.4685
▁Nice	-7.46858
▁never	-7.47487
▁want	-7.48748
The	-7.50336
▁3	-7.5102
▁her	-7.51441
▁without	-7.51573
▁then	-7.51872
▁him	-7.52212
▁needed	-7.5238
▁daughter	-7.52559
▁Not	-7.52716
▁B	-7.52852
▁going	-7.52972
▁Perfect	-7.53495
▁sure	-7.5352
▁fabric	-7.53532
▁Fit	-7.54871
▁5	-7.55512
▁&	-7.56303
▁does	-7.57654
▁sizes	-7.57782
▁belt	-7.58072
▁leather	-7.58088
▁who	-7.58128
▁ones	-7.58261
▁their	-7.58775
▁pairs	-7.5896
;	-7.59328
▁say	-7.59337
▁high	-7.60524
▁wears	-7.60759
▁ever	-7.61906
▁buying	-7.62171
▁true	-7.62826
▁see	-7.62972
▁light	-7.6319
:	-7.63994
!!	-7.64833
▁wash	-7.64869
▁several	-7.65991
).	-7.66801
▁top	-7.67215
Great	-7.67235
▁wore	-7.67494
▁soft	-7.69306
▁seem	-7.69528
▁Carhartt	-7.6998
▁4	-7.70664
▁usually	-7.70853
▁while	-7.71318
▁cute	-7.71512
▁problem	-7.7194
▁found	-7.72072
▁store	-7.722
▁jacket	-7.7252
▁weight	-7.72551
▁short	-7.72603
▁half	-7.72837
▁exactly	-7.73123
▁Just	-7.73266
▁definitely	-7.73352
▁doesn	-7.73615
▁take	-7.74179
▁came	-7.74649
▁through	-7.75031
▁into	-7.75204
▁heavy	-7.75361
▁gift	-7.7559
▁loved	-7.75945
▁being	-7.76432
My	-7.76896
▁narrow	-7.78788
▁longer	-7.79611
▁far	-7.79912
▁said	-7.80049
▁bigger	-7.80049
ought	-7.80453
▁tried	-7.80533
▁hold	-7.82206
▁second	-7.83511
▁Fits	-7.83718
▁where	-7.83766
▁something	-7.8441
▁days	-7.84678
▁under	-7.84743
▁getting	-7.85288
▁give	-7.85662
▁almost	-7.85698
▁pockets	-7.85885
▁thought	-7.85938
▁wrong	-7.85986
▁thing	-7.8608
x	-7.8655
▁sizing	-7.86572
▁try	-7.86885
▁walking	-7.87688
▁seems	-7.87714
▁come	-7.87772
▁stiff	-7.88236
▁legs	-7.88674
▁6	-7.89033
?	-7.89947
▁We	-7.89973
▁reviews	-7.9021
▁10	-7.91134
▁normally	-7.91602
▁quite	-7.91988
▁comfy	-7.92687
e	-7.93172
▁favorite	-7.93533
▁She	-7.93715
▁casual	-7.94004
▁money	-7.94332
▁makes	-7.94369
▁white	-7.94814
▁loose	-7.95159
▁excellent	-7.95376
▁months	-7.95561
▁You	-7.95755
▁super	-7.96244
▁probably	-7.96496
▁And	-7.96682
▁side	-7.96728
▁arch	-7.97621
▁8	-7.97735
▁34	-7.97998
▁No	-7.98369
▁box	-7.98768
▁dress	-7.992
▁toe	-7.99879
▁room	-7.99974
▁thin	-8.00097
▁arrived	-8.0013
▁pleased	-8.00216
▁cut	-8.00568
▁its	-8.0085
▁Converse	-8.00884
▁ordering	-8.00887
▁sandals	-8.01774
▁read	-8.02389
▁extra	-8.02838
▁comfort	-8.03083
▁received	-8.03544
▁water	-8.04054
▁actually	-8.0416
▁wish	-8.0437
▁strap	-8.05479
a	-8.05691
▁costume	-8.06104
▁bag	-8.06388
▁yet	-8.06434
!!!	-8.06534
▁both	-8.0694
▁shipping	-8.07601
▁fast	-8.07752
▁sturdy	-8.07875
▁As	-8.08306
▁easily	-8.08601
▁thick	-8.08928
▁converse	-8.09024
▁However	-8.09242
▁times	-8.09244
▁36	-8.096
▁1/2	-8.09764
▁summer	-8.09863
▁may	-8.09884
▁socks	-8.10018
S	-8.11555
B	-8.11805
er	-8.12075
▁worth	-8.12155
▁able	-8.12303
▁own	-8.12593
▁disappointed	-8.12616
▁everything	-8.12989
▁Will	-8.13179
▁normal	-8.13203
▁couple	-8.13463
▁shorts	-8.14045
▁wallet	-8.14734
▁looked	-8.14801
▁least	-8.14913
▁7	-8.1505
▁regular	-8.15113
▁stars	-8.15461
▁works	-8.15757
▁boot	-8.1591
▁snug	-8.16973
▁here	-8.17022
▁pocket	-8.17113
▁ago	-8.17216
▁width	-8.17216
▁expect	-8.17535
▁medium	-8.17676
▁next	-8.17973
▁those	-8.18073
▁returned	-8.18196
▁front	-8.18377
▁women	-8.18533
▁cheap	-8.1902
▁working	-8.19073
▁item	-8.19162
▁anything	-8.19417
▁went	-8.20108
▁Also	-8.21545
▁quickly	-8.21586
▁heel	-8.22389
▁For	-8.22419
▁job	-8.22684
▁bad	-8.23127
▁32	-8.23225
▁straps	-8.23411
▁1	-8.23709
▁won	-8.23861
n	-8.23946
▁once	-8.24168
▁men	-8.24867
▁stay	-8.24917
▁feels	-8.2505
▁cold	-8.25222
▁winter	-8.25268
▁T	-8.25448
▁There	-8.25966
▁bras	-8.25993
▁inside	-8.26364
▁might	-8.2666
▁everyday	-8.27771
▁Excellent	-8.27807
▁slightly	-8.27886
▁walk	-8.27976
Love	-8.28342
in	-8.28806
▁washed	-8.2886
▁liked	-8.30242
▁cotton	-8.30683
▁less	-8.30884
▁however	-8.30911
▁9	-8.3115
▁t	-8.31186
▁slip	-8.3237
▁runs	-8.32493
Very	-8.32549
▁running	-8.33222
▁real	-8.33529
▁tall	-8.33537
▁face	-8.33908
▁having	-8.34863
▁Keen	-8.34935
They	-8.35034
▁shape	-8.35078
▁blue	-8.35107
▁sole	-8.35893
▁classic	-8.35992
▁sneakers	-8.36221
▁break	-8.36264
▁else	-8.36292
▁washing	-8.36368
▁clothes	-8.36417
▁likes	-8.36468
▁Timex	-8.36654
▁felt	-8.36777
▁30	-8.37101
▁past	-8.37139
▁things	-8.37156
▁part	-8.3727
▁says	-8.37767
▁awesome	-8.37875
▁picture	-8.38515
▁already	-8.38732
▁pant	-8.38817
▁weather	-8.38857
▁instead	-8.38979
▁deal	-8.39291
▁our	-8.39603
▁dry	-8.39819
▁others	-8.39981
▁extremely	-8.40108
▁full	-8.40421
▁three	-8.41236
▁When	-8.41266
▁people	-8.41485
▁Keds	-8.42414
▁why	-8.42765
▁highly	-8.42853
▁ok	-8.42896
▁area	-8.43061
▁leg	-8.43082
▁38	-8.43211
▁stores	-8.43413
▁inch	-8.43515
▁value	-8.43923
▁away	-8.43961
▁kind	-8.44212
▁wrist	-8.44268
▁Would	-8.45052
▁low	-8.45334
▁red	-8.45904
▁Thank	-8.46274
▁couldn	-8.47055
▁took	-8.47256
▁cool	-8.47338
▁design	-8.4767
▁reason	-8.47878
▁wife	-8.47901
i	-8.47958
▁That	-8.48045
▁online	-8.48131
▁Comfortable	-8.48213
▁All	-8.4856
▁nicely	-8.493
▁stretch	-8.49464
▁uncomfortable	-8.49812
▁week	-8.49859
▁especially	-8.49959
It	-8.50086
▁watches	-8.50182
▁brands	-8.50637
▁school	-8.51064
▁dark	-8.51165
▁outside	-8.51224
....	-8.51465
▁Thanks	-8.51513
▁owned	-8.51638
▁place	-8.51807
▁fitting	-8.52096
▁pantyhose	-8.52182
▁tell	-8.52229
▁glad	-8.52465
▁dickies	-8.52649
▁end	-8.53071
A	-8.53386
▁inches	-8.53504
▁In	-8.53573
▁Christmas	-8.53891
▁LOVE	-8.54032
▁replace	-8.54909
▁hot	-8.54927
▁isn	-8.55224
▁using	-8.55841
▁hose	-8.56075
▁After	-8.56401
Good	-8.56607
and	-8.57739
▁described	-8.58452
▁absolutely	-8.59052
▁issue	-8.59177
),	-8.59217
▁shrink	-8.59321
_	-8.5941
▁gave	-8.59504
▁Too	-8.601
▁hiking	-8.60573
▁S	-8.60651
Nice	-8.6068
▁strong	-8.60848
▁hours	-8.6089
▁anyone	-8.6116
▁decided	-8.61508
▁trying	-8.61608
▁bottom	-8.6194
▁Can	-8.61955
▁wasn	-8.61988
▁'	-8.62193
▁problems	-8.62445
▁button	-8.6296
▁un	-8.63044
▁until	-8.63217
▁12	-8.63253
▁fact	-8.64006
▁type	-8.64332
▁Well	-8.64344
--	-8.64655
▁maybe	-8.65632
▁must	-8.66036
D	-8.66095
▁overall	-8.66151
▁delivery	-8.66258
▁close	-8.66887
▁expensive	-8.66908
▁review	-8.67156
▁satisfied	-8.67563
▁house	-8.67896
▁overalls	-8.68515
▁needs	-8.68894
▁usual	-8.69127
▁toes	-8.69378
▁wouldn	-8.70014
▁man	-8.70202
▁service	-8.70731
▁nothing	-8.70746
▁guess	-8.71184
▁either	-8.71426
▁worked	-8.71631
the	-8.72037
▁baggy	-8.72284
▁:)	-8.72338
▁beautiful	-8.7236
▁40	-8.7267
▁daily	-8.728
▁tough	-8.72887
▁laces	-8.72967
▁correct	-8.73114
▁set	-8.73133
▁clothing	-8.73367
▁haven	-8.7363
▁coat	-8.7459
▁Had	-8.74758
r	-8.7488
▁Now	-8.75427
on	-8.75596
▁plastic	-8.75618
▁apart	-8.75699
▁difficult	-8.75911
▁plus	-8.76061
▁change	-8.76146
▁elastic	-8.7615
▁rather	-8.7633
▁case	-8.7645
▁kids	-8.76452
▁somewhat	-8.76532
▁THE	-8.76609
▁clean	-8.76784
▁neck	-8.7724
▁such	-8.77597
▁making	-8.77778
▁soon	-8.77824
▁11	-8.77832
w	-8.7819
▁between	-8.78335
▁started	-8.78767
▁products	-8.78787
▁show	-8.78906
▁XL	-8.78925
▁inseam	-8.79228
▁etc	-8.79265
▁line	-8.79276
▁fall	-8.79459
▁cost	-8.795
▁hand	-8.79612
▁sent	-8.79805
▁available	-8.80013
▁seller	-8.80155
▁myself	-8.80176
▁due	-8.80193
▁aren	-8.80286
▁Sperry	-8.80353
▁flat	-8.80725
▁zipper	-8.80801
▁construction	-8.8093
▁stylish	-8.81306
▁Overall	-8.81494
▁stuff	-8.81518
▁near	-8.81521
▁during	-8.81684
▁Have	-8.82082
▁sized	-8.82392
▁brown	-8.82445
▁each	-8.82826
▁kept	-8.83018
▁left	-8.83018
▁What	-8.83449
▁fair	-8.83593
▁Looks	-8.83602
▁person	-8.83781
▁NOT	-8.84
▁Chucks	-8.84286
o	-8.84323
▁someone	-8.84393
▁One	-8.84416
▁Other	-8.84769
▁mine	-8.8498
▁night	-8.85377
▁beat	-8.85409
▁date	-8.8545
▁skin	-8.85552
th	-8.85725
▁company	-8.8614
▁lasted	-8.86716
▁goes	-8.87233
▁washes	-8.87384
▁original	-8.87492
▁send	-8.87612
▁help	-8.87752
▁wonderful	-8.88051
▁life	-8.8814
▁model	-8.88204
▁Quality	-8.88572
▁returning	-8.89082
▁body	-8.89375
▁compared	-8.89604
▁hope	-8.89717
▁D	-8.89729
▁chain	-8.89843
▁Levi	-8.89855
▁issues	-8.90251
▁Size	-8.90719
▁comes	-8.90786
▁sandal	-8.91103
shirt	-8.91254
▁finally	-8.91438
▁version	-8.91519
▁live	-8.91573
▁Only	-8.9171
▁point	-8.9198
▁tend	-8.92225
▁recommended	-8.9273
▁exact	-8.9281
▁prefer	-8.93005
▁AND	-8.93127
▁Chuck	-8.93224
▁W	-8.93341
▁huge	-8.93574
▁--	-8.93818
▁wider	-8.94052
▁pull	-8.94064
M	-8.94065
▁soles	-8.94186
▁star	-8.94421
▁month	-8.94746
▁guy	-8.94956
▁duty	-8.95062
▁cheaper	-8.95548
or	-8.95594
▁simple	-8.95692
▁often	-8.95969
es	-8.96307
▁gets	-8.96578
▁carry	-8.97112
▁sweatshirt	-8.97624
▁pay	-8.97668
▁seemed	-8.97849
it	-8.98167
▁smooth	-8.98318
less	-8.98339
▁knew	-8.98353
▁held	-8.98364
▁advertised	-8.98588
▁piece	-8.98752
▁smell	-8.98803
▁complaint	-8.98957
▁wet	-8.99259
▁rough	-8.99481
▁20	-8.99731
▁comfortably	-8.99936
▁woman	-9.00106
▁add	-9.00763
▁!	-9.00963
▁chart	-9.01034
▁replacement	-9.0104
▁lightweight	-9.01088
▁Easy	-9.01093
▁let	-9.01211
T	-9.01304
▁ran	-9.01344
▁quick	-9.01416
▁local	-9.01442
▁cup	-9.02243
▁care	-9.02296
▁Best	-9.02312
▁Ordered	-9.02384
▁particular	-9.0247
▁knee	-9.02673
▁weeks	-9.02687
▁similar	-9.02704
▁otherwise	-9.02962
2	-9.02987
▁compliments	-9.03079
▁holds	-9.03084
▁L	-9.03182
W	-9.03219
▁re	-9.03308
▁Super	-9.03685
▁amazing	-9.03785
▁Awesome	-9.0416
▁M	-9.04537
▁durability	-9.04593
▁Really	-9.04667
▁trip	-9.04788
▁Otherwise	-9.04831
▁solid	-9.04973
▁Keens	-9.05085
▁purchasing	-9.05548
▁hoping	-9.05559
▁VERY	-9.0604
▁Highly	-9.0607
▁Merrell	-9.06294
▁third	-9.06521
but	-9.06806
▁stitching	-9.07018
▁thighs	-9.07144
▁although	-9.07262
▁Got	-9.07711
▁stockings	-9.07779
▁x	-9.07864
▁believe	-9.07971
▁pink	-9.08015
▁P	-9.08224
▁canvas	-9.08729
▁attractive	-9.09228
▁hands	-9.09264
▁rubber	-9.09418
▁cannot	-9.09436
▁gotten	-9.09733
▁plan	-9.10353
▁Don	-9.10567
▁previous	-9.10638
▁snow	-9.10681
▁tighter	-9.10701
▁finding	-9.10824
▁Exact	-9.11026
▁holes	-9.11042
▁Like	-9.11421
▁crotch	-9.11502
▁okay	-9.11506
▁whole	-9.11518
▁chucks	-9.1154
▁ended	-9.11697
▁home	-9.11743
▁doing	-9.11771
▁cards	-9.118
▁uniform	-9.1182
▁five	-9.12017
▁C	-9.12332
▁forever	-9.12738
▁future	-9.12784
▁lbs	-9.13062
▁fan	-9.13111
to	-9.13256
not	-9.1333
▁kid	-9.13399
▁friend	-9.13554
▁plenty	-9.13826
▁dryer	-9.13903
!!"	-9.14204
▁hat	-9.14292
▁lots	-9.14511
▁stand	-9.14578
▁wait	-9.14752
▁broke	-9.15116
▁silver	-9.15145
▁sports	-9.15428
▁free	-9.15606
▁metal	-9.15674
▁experience	-9.15913
▁tad	-9.15945
▁Still	-9.15951
▁choice	-9.16317
▁thigh	-9.1633
C	-9.16756
▁battery	-9.17012
▁completely	-9.17311
▁green	-9.17559
they	-9.17731
Fit	-9.17767
▁older	-9.17784
▁surprised	-9.18139
▁move	-9.18147
▁sometimes	-9.18178
▁pain	-9.18504
▁rugged	-9.18647
▁tops	-9.1872
▁amazon	-9.18938
▁done	-9.19196
▁head	-9.19403
▁denim	-9.19473
▁match	-9.1954
▁8.5	-9.1955
▁shorter	-9.19601
▁name	-9.19606
▁lighter	-9.1962
▁course	-9.19747
▁Halloween	-9.19749
▁today	-9.20113
▁H	-9.20275
▁standard	-9.20747
▁decent	-9.21048
▁together	-9.21429
▁start	-9.21448
▁provide	-9.21472
L	-9.21645
▁continue	-9.21754
▁sneaker	-9.21887
▁control	-9.22001
▁supportive	-9.22008
▁hurt	-9.22327
▁wedding	-9.22573
▁office	-9.22831
▁Even	-9.22863
▁noticed	-9.22918
shirts	-9.23084
▁barely	-9.23457
▁loops	-9.23521
▁jewelry	-9.23708
▁Maybe	-9.23717
▁ankle	-9.23911
▁above	-9.23998
▁7.5	-9.24019
▁grandson	-9.24183
able	-9.24226
▁mind	-9.24294
▁paid	-9.24583
▁us	-9.2465
▁sheer	-9.24812
X	-9.24865
▁higher	-9.25022
▁waste	-9.25108
▁GREAT	-9.25184
▁double	-9.25193
!!!!	-9.25209
▁complaints	-9.25237
▁shoulder	-9.25559
▁OK	-9.25773
▁boyfriend	-9.26046
▁granddaughter	-9.26254
▁sleeves	-9.2633
▁description	-9.2634
▁reading	-9.26781
▁TO	-9.26793
▁four	-9.26925
▁enjoy	-9.27043
▁Always	-9.27264
▁average	-9.27315
▁hole	-9.27479
▁Definitely	-9.27847
▁lower	-9.279
▁package	-9.28248
▁...	-9.28539
▁difference	-9.28985
▁feature	-9.28999
▁hoodie	-9.29
▁panties	-9.29082
Perfect	-9.29151
▁accurate	-9.29556
▁gone	-9.30101
▁boat	-9.30102
▁except	-9.30164
▁birthday	-9.30577
▁874	-9.30598
▁reasonable	-9.30599
▁hour	-9.30882
▁exchange	-9.3108
▁phone	-9.31162
▁adjust	-9.31182
▁bright	-9.31381
▁purse	-9.31486
▁open	-9.31552
▁numbers	-9.31686
▁lost	-9.32259
▁easier	-9.32451
▁cups	-9.32452
▁seen	-9.32915
▁Unfortunately	-9.33099
l	-9.33255
▁underneath	-9.33398
▁Was	-9.33763
▁slacks	-9.33811
▁slim	-9.33825
▁thanks	-9.34061
▁coming	-9.34084
▁13	-9.34219
▁thicker	-9.34464
32	-9.34622
▁gives	-9.34732
▁sleeve	-9.34888
▁clasp	-9.34899
▁everyone	-9.35021
▁cover	-9.35054
▁lace	-9.3521
▁remember	-9.35218
▁Its	-9.35614
▁later	-9.35621
▁broken	-9.3569
▁roomy	-9.35877
▁feeling	-9.35985
▁itself	-9.36301
▁tiny	-9.36305
▁skinny	-9.36308
▁chest	-9.3652
▁outfit	-9.36621
▁twice	-9.36631
▁immediately	-9.36635
▁9.5	-9.36784
▁holding	-9.36897
▁padding	-9.36959
▁condition	-9.3696
▁thank	-9.37047
▁lose	-9.37076
▁saw	-9.37295
E	-9.37348
▁keeping	-9.37485
=	-9.37633
▁fun	-9.3766
▁within	-9.37872
▁navy	-9.37957
▁changed	-9.38181
▁Look	-9.3823
▁fantastic	-9.38285
▁anymore	-9.38297
▁throw	-9.38305
lbs	-9.3859
▁shipped	-9.38621
▁At	-9.38651
c	-9.388
..."	-9.38901
▁With	-9.39306
▁girl	-9.39916
▁weird	-9.39971
▁hate	-9.40102
▁100%	-9.4066
▁across	-9.40701
▁replaced	-9.40941
Fits	-9.40974
▁fault	-9.40992
▁33	-9.41171
▁42	-9.41204
▁dirty	-9.41375
▁given	-9.41807
▁IT	-9.42108
▁suggest	-9.42184
▁helps	-9.42288
▁Pants	-9.42322
▁supposed	-9.42332
▁Hanes	-9.42388
▁E	-9.42513
g	-9.4253
▁styles	-9.42599
▁darker	-9.42799
▁15	-9.42814
▁lasting	-9.4295
▁business	-9.43077
▁amount	-9.43123
▁Seem	-9.43124
30	-9.43125
▁shoulders	-9.43198
▁built	-9.43431
▁heavier	-9.43434
▁expecting	-9.4352
▁arms	-9.43638
▁sides	-9.43656
which	-9.43932
▁sweat	-9.43933
▁become	-9.4423
▁K	-9.44479
▁rest	-9.44544
▁thinking	-9.44794
▁dad	-9.44863
▁trouble	-9.45195
▁ice	-9.45323
▁priced	-9.45472
Not	-9.45524
As	-9.45626
▁baby	-9.45917
▁sit	-9.4608
▁Be	-9.46308
▁To	-9.46426
▁tear	-9.46644
▁Fast	-9.46671
great	-9.46805
▁On	-9.46898
▁tennis	-9.47006
▁anyway	-9.47148
!!!"	-9.47303
▁relaxed	-9.47411
▁bulky	-9.47752
▁Wear	-9.47781
▁items	-9.47899
▁Men	-9.4792
ie	-9.48069
▁child	-9.48105
▁resistant	-9.48121
(	-9.48217
▁play	-9.48314
▁remove	-9.48346
▁giving	-9.48471
▁miles	-9.48743
▁delivered	-9.4886
▁means	-9.4889
▁check	-9.49129
▁Arrived	-9.49261
▁Husband	-9.49265
▁F	-9.49267
▁against	-9.49281
▁number	-9.49378
▁professional	-9.4949
▁recently	-9.49997
▁belly	-9.50391
▁along	-9.50488
▁w	-9.50887
▁Wrangler	-9.509
▁Buy	-9.51365
▁washings	-9.51464
▁below	-9.51513
▁panty	-9.51651
very	-9.51751
nd	-9.51925
▁jean	-9.52053
▁rain	-9.52067
k	-9.5237
est	-9.5261
▁FOR	-9.52624
▁cause	-9.52711
▁pounds	-9.52748
▁air	-9.52862
▁mother	-9.53008
▁Classic	-9.53263
▁hips	-9.53586
▁Taylor	-9.53606
▁Shoes	-9.53689
h	-9.53722
▁ride	-9.53931
▁sale	-9.53992
▁Color	-9.54013
▁fell	-9.54088
▁idea	-9.54164
▁hit	-9.54508
▁opinion	-9.54566
▁anywhere	-9.54585
.....	-9.54638
like	-9.54745
▁customer	-9.54799
▁actual	-9.54872
▁shopping	-9.54962
▁layer	-9.54967
▁Go	-9.55083
made	-9.55174
▁stated	-9.55398
▁Saucony	-9.55586
▁nylon	-9.55595
▁10.5	-9.55726
▁Since	-9.55783
▁Run	-9.55798
▁photo	-9.5599
▁carhartt	-9.56094
▁machine	-9.56149
▁thinner	-9.56158
al	-9.5638
b	-9.57037
▁Purchase	-9.57075
If	-9.57115
▁matter	-9.57204
▁Large	-9.57791
▁Work	-9.57807
rd	-9.57812
▁takes	-9.58068
▁BUT	-9.58173
▁adjustable	-9.58183
▁height	-9.58185
▁non	-9.58238
▁reviewers	-9.58543
▁told	-9.5884
▁multiple	-9.58985
▁inexpensive	-9.59022
▁minutes	-9.59176
ref	-9.59389
▁shows	-9.59475
▁Dockers	-9.59508
▁certainly	-9.59861
▁wrinkle	-9.59975
▁shop	-9.60075
▁poor	-9.60129
▁wind	-9.60225
▁label	-9.60266
so	-9.60322
my	-9.60368
▁class	-9.60389
▁trees	-9.60491
▁added	-9.60532
▁simply	-9.60645
=""	-9.60661
▁Some	-9.60664
▁appears	-9.60682
▁tag	-9.60895
▁basic	-9.61062
▁dial	-9.61063
▁falling	-9.61348
▁base	-9.61483
▁Product	-9.61575
as	-9.61635
▁bill	-9.61669
▁straight	-9.61828
▁tie	-9.61867
▁pictured	-9.61902
▁figure	-9.6221
▁space	-9.62646
▁careful	-9.6265
▁Wish	-9.6278
▁purpose	-9.62983
▁slide	-9.62996
▁designed	-9.63099
▁knees	-9.63219
een	-9.63343
▁Order	-9.63401
▁ripped	-9.6361
▁fashion	-9.63744
▁forward	-9.63746
▁suit	-9.63949
▁middle	-9.64039
▁credit	-9.64048
▁offer	-9.64213
▁spend	-9.64343
▁seam	-9.64411
▁six	-9.64475
▁seams	-9.64563
▁grow	-9.64639
▁iron	-9.64692
▁worry	-9.64777
▁dressy	-9.64785
▁Most	-9.64828
▁sexy	-9.65353
▁gray	-9.65356
▁Returned	-9.65389
▁First	-9.65442
▁spring	-9.65681
▁consider	-9.65787
▁Happy	-9.6579
▁constructed	-9.65792
▁card	-9.6582
▁US	-9.66504
▁everywhere	-9.66681
▁heels	-9.66721
Excellent	-9.66912
link	-9.67259
▁present	-9.67337
▁adorable	-9.67555
▁lining	-9.67564
?"	-9.67685
▁stick	-9.67731
▁mean	-9.6793
▁yard	-9.68012
▁gold	-9.68024
▁typically	-9.6808
Just	-9.68258
▁chance	-9.6838
▁Dickie	-9.6841
▁protection	-9.68458
▁mom	-9.68495
▁properly	-9.68535
▁spot	-9.68853
▁brother	-9.68907
▁worried	-9.68908
▁allow	-9.69116
▁tan	-9.69202
▁14	-9.6929
▁period	-9.69311
▁underwear	-9.69376
▁travel	-9.69393
▁breaking	-9.69403
▁appear	-9.69672
▁waterproof	-9.69698
▁upper	-9.69826
▁odd	-9.70189
f	-9.70227
▁family	-9.70278
▁father	-9.70281
▁6.5	-9.70294
no	-9.70361
▁em	-9.70384
▁G	-9.7057
▁Durable	-9.70771
▁asked	-9.7088
▁car	-9.7129
▁buckle	-9.71505
▁USA	-9.71554
▁deep	-9.71648
F	-9.71761
▁girls	-9.72061
▁soften	-9.72093
▁traction	-9.72139
ther	-9.72229
▁refund	-9.72497
▁insoles	-9.72623
▁per	-9.72676
▁slots	-9.72786
▁stretchy	-9.72806
▁hood	-9.72903
▁Newport	-9.73066
▁wants	-9.73072
▁taking	-9.73079
▁grey	-9.73087
▁blisters	-9.73095
)"	-9.73255
▁fix	-9.73297
▁..	-9.73418
▁cloth	-9.73425
R	-9.73454
▁h	-9.73629
▁31	-9.73642
▁d	-9.73827
▁touch	-9.73872
en	-9.74207
▁ask	-9.7442
hile	-9.74494
▁silky	-9.74529
em	-9.74559
▁Keep	-9.74872
▁places	-9.7489
▁Plus	-9.74988
▁outdoor	-9.74991
▁shrinkage	-9.74993
▁THEM	-9.75018
▁Beautiful	-9.75049
▁range	-9.75107
▁choose	-9.75144
▁entire	-9.75369
▁natural	-9.75381
▁toddler	-9.75469
▁SO	-9.7581
▁stop	-9.75972
▁fat	-9.76034
p	-9.76364
▁heat	-9.76373
▁hubby	-9.7644
▁insole	-9.76569
▁likely	-9.76623
▁Way	-9.76706
P	-9.76742
▁clear	-9.76759
▁Works	-9.77148
▁tee	-9.77174
▁notice	-9.77398
▁IN	-9.77442
▁impressed	-9.77933
▁Top	-9.77979
▁hook	-9.78326
▁sort	-9.78487
▁wrists	-9.78583
up	-9.78617
▁pack	-9.78685
▁friends	-9.78752
▁flimsy	-9.78916
▁velcro	-9.78917
▁bibs	-9.79037
putting	-9.79169
▁build	-9.79212
Ordered	-9.7924
We	-9.79418
▁rating	-9.79444
▁constantly	-9.79446
▁warmer	-9.79475
▁shown	-9.7949
▁dresses	-9.79495
▁tights	-9.79863
▁keds	-9.79955
▁hang	-9.80199
based	-9.8039
▁functional	-9.80442
▁materials	-9.80475
at	-9.80606
size	-9.80802
this	-9.80832
▁age	-9.80948
▁Everything	-9.80967
▁cant	-9.81022
▁ankles	-9.81101
▁weren	-9.81133
▁50	-9.81497
▁turned	-9.81533
ting	-9.81745
▁links	-9.81766
For	-9.81786
▁sharp	-9.81929
▁Bali	-9.81977
▁de	-9.82193
▁update	-9.82417
▁stays	-9.82434
▁excited	-9.82487
▁website	-9.82487
▁hoped	-9.82815
▁fade	-9.82961
for	-9.83004
▁appearance	-9.83009
▁THESE	-9.83024
+	-9.83031
▁Nothing	-9.83044
▁option	-9.8313
▁glue	-9.83413
▁mistake	-9.83502
▁thrilled	-9.83531
▁True	-9.83561
▁riding	-9.83565
▁guys	-9.83754
▁kinda	-9.84194
▁expectations	-9.84226
Got	-9.84527
▁gym	-9.8459
▁adult	-9.84683
▁glove	-9.84696
▁bother	-9.84739
▁softer	-9.84841
▁inserts	-9.84851
▁finish	-9.84881
▁Levis	-9.84935
▁important	-9.85025
▁Buxton	-9.8512
▁s	-9.85281
▁opened	-9.85303
▁roll	-9.85508
▁protect	-9.85524
▁proper	-9.8556
▁Once	-9.85681
▁MY	-9.85686
▁lol	-9.85838
▁taken	-9.85873
▁round	-9.86114
▁department	-9.86191
▁early	-9.86225
▁Although	-9.86282
O	-9.86456
&	-9.86527
▁understand	-9.86599
▁fitted	-9.8662
▁chose	-9.86705
▁affordable	-9.86734
▁single	-9.86735
▁boy	-9.86882
▁late	-9.87232
▁mens	-9.87267
▁knock	-9.87277
▁dog	-9.87366
▁closure	-9.87403
▁figured	-9.87447
he	-9.87533
▁correctly	-9.87576
▁stretched	-9.87709
▁Did	-9.87805
▁Then	-9.8783
▁mentioned	-9.87911
com	-9.87914
ion	-9.88122
good	-9.88176
▁bands	-9.88303
▁note	-9.88377
▁practical	-9.88384
fit	-9.88404
G	-9.88644
▁dirt	-9.88867
▁Material	-9.88949
just	-9.8928
▁world	-9.89482
▁Made	-9.89518
▁underwire	-9.89629
▁leave	-9.89637
▁Wor	-9.89696
▁known	-9.8982
▁total	-9.89951
totally	-9.90475
▁weigh	-9.90554
▁flattering	-9.90623
▁hair	-9.90765
▁realize	-9.91045
▁cargo	-9.91301
▁Cute	-9.914
▁ten	-9.91644
▁typical	-9.91646
▁coverage	-9.91741
▁Make	-9.91802
▁sold	-9.91828
▁logo	-9.91904
▁im	-9.92068
▁stock	-9.92115
▁torso	-9.92304
▁buttons	-9.92358
▁happened	-9.92406
▁Do	-9.9255
▁ARE	-9.92614
▁ready	-9.92687
▁necklace	-9.93066
▁flip	-9.93073
▁repair	-9.93399
▁reliable	-9.93457
▁18	-9.93598
▁rub	-9.93658
these	-9.93852
▁Get	-9.9399
▁incredibl	-9.94002
▁variety	-9.94038
▁faded	-9.94183
▁tree	-9.94248
▁rip	-9.94283
▁IS	-9.9448
▁Pretty	-9.9468
▁Shoe	-9.94903
▁secure	-9.9499
Dickies	-9.95074
▁pick	-9.95098
▁hem	-9.95148
▁market	-9.9522
▁THIS	-9.95226
▁beach	-9.95338
▁call	-9.95339
▁aware	-9.95446
LY	-9.95505
▁hooks	-9.95759
So	-9.95811
▁arm	-9.9591
▁special	-9.96148
▁29	-9.96153
▁consistent	-9.96301
▁packaging	-9.964
▁impossible	-9.96401
▁tired	-9.9642
▁required	-9.96501
▁khaki	-9.96655
truly	-9.96997
▁Wacoal	-9.97015
love	-9.97154
▁considering	-9.97171
▁morning	-9.97231
▁site	-9.97297
▁push	-9.97401
▁c	-9.97575
▁Feel	-9.9762
▁Black	-9.9763
▁uses	-9.97633
▁whatever	-9.97677
▁mostly	-9.9773
▁season	-9.97843
▁shade	-9.97848
ers	-9.97905
▁R	-9.97909
▁WAY	-9.97995
▁Price	-9.98036
▁abuse	-9.9808
▁loosen	-9.98183
▁slipping	-9.98212
▁flexible	-9.98213
▁THEY	-9.98235
▁listed	-9.98256
▁sweater	-9.98511
▁washer	-9.98616
▁GOOD	-9.98822
▁annoying	-9.98824
▁sitting	-9.98825
▁Waist	-9.98859
▁arches	-9.98911
▁called	-9.98938
▁meet	-9.99025
▁movement	-9.99056
▁save	-9.99302
▁nursing	-9.99432
▁happen	-9.99459
ness	-9.99481
▁Didn	-9.99533
▁earrings	-9.99569
▁pulled	-9.99739
▁28	-9.99792
▁Never	-10.0006
▁step	-10.0024
H	-10.0025
▁packaged	-10.0031
▁addition	-10.0065
▁walked	-10.0065
▁shrunk	-10.0068
▁waistband	-10.007
▁stain	-10.0071
▁conditions	-10.0123
▁Should	-10.0125
▁sun	-10.0129
▁active	-10.0131
▁athletic	-10.0131
▁saying	-10.0147
▁briefs	-10.0168
▁Loved	-10.0177
▁outdoors	-10.0191
▁yellow	-10.0192
▁China	-10.0192
▁town	-10.0192
▁glasses	-10.0192
▁orange	-10.0193
!)	-10.0195
▁Heavy	-10.0196
▁measured	-10.0205
▁/	-10.0236
▁closed	-10.024
▁footwear	-10.0258
▁seat	-10.0259
▁bend	-10.0269
nice	-10.0274
▁previously	-10.028
▁doubt	-10.0285
Comfortable	-10.0299
came	-10.03
▁boys	-10.0304
▁plain	-10.0321
▁breast	-10.034
▁insert	-10.0341
▁negative	-10.0349
▁Indiglo	-10.0352
▁bags	-10.0364
▁517	-10.037
▁please	-10.0372
▁possible	-10.0383
▁stuck	-10.0383
▁padded	-10.0385
▁hip	-10.04
▁indiglo	-10.0413
▁walks	-10.0424
▁happier	-10.0448
▁unfortunately	-10.045
▁outfits	-10.0452
u	-10.0452
▁complain	-10.046
▁b	-10.0464
▁offered	-10.0464
34	-10.0491
ies	-10.0498
3	-10.0498
▁sewn	-10.0514
▁awhile	-10.0527
▁belts	-10.0532
▁Ariat	-10.0546
▁minute	-10.0549
out	-10.057
▁ring	-10.0578
▁promised	-10.058
▁additional	-10.058
▁generally	-10.0587
▁measure	-10.0601
▁breasts	-10.0611
▁Nike	-10.0611
XL	-10.0621
le	-10.0624
ic	-10.0625
▁35	-10.0641
▁terrible	-10.0644
▁relative	-10.0644
▁sand	-10.0647
▁young	-10.0655
▁lift	-10.0656
▁originally	-10.0675
DD	-10.0684
ecause	-10.0698
Well	-10.0699
▁opening	-10.0707
▁niece	-10.071
▁depending	-10.0716
▁Use	-10.0735
▁meant	-10.0741
▁Jeans	-10.0749
▁appreciate	-10.0765
▁versatile	-10.0777
▁yourself	-10.0777
▁ground	-10.0777
9	-10.0786
▁whe	-10.0788
▁44	-10.0797
▁removed	-10.0799
cr	-10.0817
▁reorder	-10.0821
ce	-10.0821
▁receive	-10.0831
▁general	-10.0834
▁luck	-10.0838
▁High	-10.0839
▁retail	-10.0841
▁spent	-10.0844
▁ladies	-10.0844
▁purple	-10.0844
▁11.5	-10.0845
▁cell	-10.0846
▁Comfy	-10.0848
▁sock	-10.0858
▁starting	-10.0876
▁snap	-10.0878
▁manufacturer	-10.0883
▁gloves	-10.0898
ING	-10.09
▁advice	-10.0911
▁sister	-10.0911
▁dried	-10.0912
▁scratchy	-10.0915
mm	-10.0919
N	-10.0927
▁function	-10.0949
▁according	-10.097
▁mail	-10.0982
▁concerned	-10.0986
▁none	-10.0991
▁beautifully	-10.1017
Really	-10.1029
▁16	-10.103
▁crazy	-10.1048
▁Medium	-10.105
▁including	-10.105
▁instructions	-10.1053
▁ironing	-10.1068
▁covered	-10.1072
▁nylons	-10.1077
▁bunch	-10.1094
old	-10.1109
▁collar	-10.1117
▁breathable	-10.1117
is	-10.1122
▁useful	-10.1132
▁pieces	-10.1135
▁rocks	-10.1141
▁selection	-10.1159
K	-10.117
▁pictures	-10.117
▁vacation	-10.1186
▁clearly	-10.12
▁turn	-10.1206
sp	-10.1213
▁cushion	-10.1227
▁lovely	-10.1236
Y	-10.1244
▁OF	-10.1256
▁hassle	-10.1256
▁avoid	-10.1256
▁literally	-10.1257
▁closer	-10.1263
ish	-10.1313
▁various	-10.1327
▁petite	-10.1327
▁stopped	-10.1327
▁reasonably	-10.1328
▁classy	-10.1337
▁layers	-10.1357
▁Taylors	-10.136
1	-10.136
▁loop	-10.1374
After	-10.1378
▁imagine	-10.1386
▁Glad	-10.14
▁rise	-10.1402
▁yes	-10.1406
▁36""	-10.1418
8	-10.142
day	-10.142
▁X	-10.1423
▁provides	-10.1426
▁grip	-10.1429
▁trick	-10.1435
▁safe	-10.1458
▁main	-10.1459
espite	-10.146
▁shiny	-10.147
▁Yes	-10.1478
▁standing	-10.1504
▁dollars	-10.1513
▁alot	-10.1514
▁rock	-10.1515
▁pre	-10.1519
▁mu	-10.1531
▁lack	-10.1537
▁major	-10.1541
▁process	-10.1541
▁Small	-10.1544
▁hike	-10.1576
▁crease	-10.1577
▁handle	-10.158
▁mid	-10.159
▁showing	-10.1591
▁Women	-10.1592
Purchase	-10.1594
▁!!	-10.1613
▁traditional	-10.1615
ous	-10.1617
▁Came	-10.1618
▁Original	-10.1618
▁Need	-10.1623
▁disappointing	-10.1624
▁clip	-10.1669
Jungle	-10.1686
▁cedar	-10.1686
▁horrible	-10.1686
▁New	-10.1688
▁Worth	-10.1689
▁activities	-10.169
▁unlike	-10.1692
▁looser	-10.1701
▁sell	-10.1723
▁n	-10.1758
▁lady	-10.176
▁Venice	-10.176
▁Oh	-10.1762
▁handy	-10.1782
▁helped	-10.18
▁pricey	-10.1802
▁nephew	-10.1834
▁basically	-10.1834
▁lasts	-10.1842
▁trousers	-10.1857
▁carrying	-10.1877
▁mention	-10.1885
▁*	-10.1903
robably	-10.1907
▁fishing	-10.1914
▁FIT	-10.1982
▁Shipping	-10.1984
an	-10.1997
▁zip	-10.2001
▁32""	-10.2011
▁y	-10.2026
▁closet	-10.2035
▁e	-10.2046
▁Both	-10.2061
▁Same	-10.2063
▁:(	-10.2063
▁thickness	-10.2063
▁American	-10.2064
▁attached	-10.2069
▁bucks	-10.2078
▁test	-10.2094
▁timely	-10.2094
▁NO	-10.2095
▁34""	-10.2103
▁require	-10.2104
▁suppose	-10.2124
▁hosiery	-10.2136
cm	-10.2154
▁eye	-10.2168
▁ship	-10.2191
▁bib	-10.2194
▁yr	-10.2204
nother	-10.2205
▁surgery	-10.2213
▁ALL	-10.2215
▁leggings	-10.2217
▁comments	-10.2218
▁Every	-10.2232
▁warmth	-10.2235
▁certain	-10.2281
▁cap	-10.2283
▁Walmart	-10.2291
▁PERFECT	-10.2291
▁delicate	-10.2291
▁elegant	-10.2291
▁noticeable	-10.2292
▁Length	-10.2292
▁Much	-10.2293
▁lines	-10.2304
▁forget	-10.233
▁stains	-10.2332
▁pulling	-10.2337
What	-10.2349
product	-10.2349
▁firm	-10.2363
▁jackets	-10.2367
▁Skagen	-10.2369
▁nicer	-10.2371
▁Long	-10.2371
▁tone	-10.2398
▁locally	-10.2401
▁womens	-10.2406
▁N	-10.2407
▁areas	-10.2415
▁sending	-10.2418
us	-10.242
▁setting	-10.2431
▁keys	-10.2435
▁30""	-10.2444
▁Velcro	-10.2448
▁Prime	-10.2448
▁country	-10.2448
>	-10.2454
if	-10.2457
▁u	-10.2468
▁narrower	-10.2482
year	-10.2489
▁tread	-10.2509
▁options	-10.2513
U	-10.252
▁Soft	-10.2532
▁labeled	-10.2548
▁5.5	-10.2548
▁ahead	-10.2558
▁surprise	-10.2577
▁colour	-10.259
▁weekend	-10.2592
▁skirts	-10.2593
▁wise	-10.2615
▁cushioning	-10.2621
▁cooler	-10.2624
▁inner	-10.2632
▁colored	-10.2642
ar	-10.2647
all	-10.2658
Have	-10.2665
▁current	-10.2678
▁Update	-10.2679
▁SIZE	-10.2684
ittle	-10.2687
▁earlier	-10.2687
▁Columbia	-10.2688
▁Of	-10.2688
▁allows	-10.2696
▁hanging	-10.2708
▁Item	-10.2714
un	-10.2747
▁slight	-10.2759
▁cuffs	-10.276
▁fresh	-10.2769
▁discomfort	-10.2769
▁workmanship	-10.2769
▁measurements	-10.2769
▁identical	-10.2769
▁fancy	-10.2769
▁Watch	-10.2771
▁Sizing	-10.2771
▁25	-10.2784
▁tags	-10.2792
off	-10.2823
▁bring	-10.2836
▁Last	-10.2841
▁Daughter	-10.2852
▁stocking	-10.2855
▁features	-10.2863
▁wrinkles	-10.2876
▁wanting	-10.2895
normal	-10.2903
law	-10.2918
hook	-10.292
▁occasions	-10.2924
▁highs	-10.2926
▁hemmed	-10.2934
▁afraid	-10.294
▁slippers	-10.2957
4	-10.2981
▁female	-10.3
▁texture	-10.3004
▁chuck	-10.3004
▁prevent	-10.3009
▁awful	-10.3017
▁eventually	-10.3017
▁perhaps	-10.3018
▁YOU	-10.3018
▁Fabric	-10.3019
▁nude	-10.3021
▁p	-10.3044
▁$20	-10.3072
line	-10.3089
▁section	-10.309
▁cheaply	-10.3096
▁brought	-10.3101
▁More	-10.3101
▁beige	-10.3102
▁ON	-10.3103
▁drying	-10.3105
▁outer	-10.3106
▁Wonderful	-10.3108
▁Carhart	-10.3112
▁nor	-10.3138
▁party	-10.3141
Too	-10.3169
▁Hard	-10.3178
▁wardrobe	-10.3185
▁Hope	-10.3186
▁suspenders	-10.3197
▁learning	-10.3198
▁waiting	-10.3228
5	-10.3234
▁lined	-10.3246
▁neat	-10.3264
▁Though	-10.3265
▁convenient	-10.3271
▁!!!	-10.3302
First	-10.3337
When	-10.3337
▁fill	-10.3348
▁post	-10.3352
▁thru	-10.3357
▁contact	-10.3357
▁XXL	-10.339
▁separate	-10.3411
▁cross	-10.3421
▁learn	-10.3421
▁rate	-10.3436
▁Does	-10.3443
UTF	-10.3443
▁themselves	-10.3444
▁necessary	-10.3444
▁Cheap	-10.345
▁bottoms	-10.3457
▁mesh	-10.3462
dp	-10.3473
▁complete	-10.351
▁dig	-10.3515
▁sport	-10.3521
▁tongue	-10.3532
▁replacing	-10.3532
▁frame	-10.3555
▁form	-10.3566
▁arrive	-10.3599
Super	-10.36
▁la	-10.3601
perfect	-10.3602
▁paper	-10.3611
▁attention	-10.362
▁military	-10.3621
▁Dad	-10.3621
▁slippery	-10.3622
▁helpful	-10.3622
▁hunting	-10.3625
▁promptly	-10.3626
▁covers	-10.363
▁lifting	-10.3639
▁yrs	-10.3647
time	-10.365
▁wearable	-10.3657
rv	-10.3659
▁con	-10.367
▁khakis	-10.3674
▁mess	-10.3682
▁drop	-10.3702
▁pendant	-10.3702
▁floor	-10.3703
▁ugly	-10.3709
▁breathe	-10.371
▁exception	-10.3712
7	-10.3726
▁tho	-10.3733
work	-10.3754
▁comment	-10.3787
▁fake	-10.3792
▁book	-10.3794
▁girlfriend	-10.38
▁begin	-10.3801
▁Big	-10.3803
▁marked	-10.3809
▁law	-10.382
▁100	-10.3822
ft	-10.3825
▁checked	-10.3826
▁wood	-10.3841
▁Mocs	-10.3868
nna	-10.3876
▁compartments	-10.3882
▁moving	-10.389
▁data	-10.389
▁minor	-10.3891
▁stomach	-10.3891
▁honestly	-10.3896
▁proof	-10.3897
▁Finally	-10.3899
▁Un	-10.3915
▁WAS	-10.3921
▁count	-10.3943
▁blister	-10.3967
▁blend	-10.3978
▁church	-10.3982
▁terrific	-10.3982
▁HAVE	-10.3983
▁field	-10.3983
▁:-)	-10.3984
▁polyester	-10.3984
▁U	-10.3984
▁mall	-10.3985
▁Received	-10.3989
▁Shirt	-10.3989
▁TOO	-10.399
ED	-10.3992
▁bust	-10.3997
ity	-10.4002
▁pointy	-10.4008
▁growing	-10.4009
go	-10.4009
▁adjusted	-10.4014
age	-10.403
arp	-10.4065
▁garment	-10.4071
▁exercise	-10.4075
▁penny	-10.4075
▁2""	-10.4079
▁Tall	-10.4085
▁picked	-10.4092
el	-10.4126
▁tape	-10.4138
▁disappoint	-10.414
▁heal	-10.4142
▁+	-10.4147
▁surfaces	-10.4159
▁mask	-10.4169
▁gear	-10.417
▁obviously	-10.4177
▁Ok	-10.4177
▁Wash	-10.4188
▁wire	-10.4198
▁Recommend	-10.4252
▁motorcycle	-10.4263
▁Navy	-10.4264
▁Why	-10.4265
▁lay	-10.4267
▁spare	-10.427
one	-10.428
linked	-10.4309
▁fully	-10.4309
▁g	-10.4318
▁search	-10.4334
▁tuck	-10.4334
▁press	-10.4338
Carhartt	-10.4342
▁compare	-10.4345
▁center	-10.4348
▁recent	-10.4349
▁appropriate	-10.4353
▁vendor	-10.4355
8"">	-10.4358
▁measurement	-10.4358
▁visible	-10.4358
▁children	-10.4359
</	-10.4365
z	-10.4366
▁Has	-10.4367
▁currently	-10.4369
▁Time	-10.4371
*	-10.4381
=""/	-10.4385
ped	-10.4387
▁suggested	-10.4388
▁sweatshirts	-10.439
▁24	-10.4407
▁paying	-10.4413
▁His	-10.4415
▁Washe	-10.4425
▁pass	-10.4428
▁trail	-10.4439
▁Hopefully	-10.4454
▁alone	-10.4454
▁types	-10.4455
▁maintain	-10.4456
▁rear	-10.4457
▁heard	-10.4465
▁pin	-10.4465
xt	-10.4469
▁dressed	-10.4485
▁onto	-10.4487
ful	-10.4494
You	-10.4528
ted	-10.4528
▁agree	-10.4538
looking	-10.4544
▁hesitate	-10.4551
▁substantial	-10.4551
▁sense	-10.4551
▁Maidenform	-10.4552
▁adjustment	-10.4552
▁pattern	-10.4553
▁Extreme	-10.4568
▁formal	-10.4576
▁manufacturers	-10.4592
▁provided	-10.4594
▁spray	-10.4636
▁o	-10.4636
▁oil	-10.4645
▁remain	-10.4651
▁Better	-10.4651
▁keen	-10.4652
▁cleats	-10.466
▁Sperrys	-10.4661
▁ball	-10.4663
▁seeing	-10.4669
▁fixed	-10.4672
▁6'	-10.4688
▁choices	-10.4706
▁wallets	-10.4732
▁ideal	-10.474
▁Son	-10.4748
▁shipment	-10.4748
▁foam	-10.4749
▁Next	-10.4749
▁Disappointed	-10.4749
▁included	-10.4755
▁spots	-10.476
▁learned	-10.476
▁Ga	-10.4786
▁trust	-10.4837
▁behind	-10.4848
▁worse	-10.4848
▁reinforced	-10.485
▁initially	-10.4851
▁intended	-10.4853
▁Lots	-10.4858
▁boobs	-10.4886
Awesome	-10.4929
▁speak	-10.4936
nb	-10.4936
▁strange	-10.4937
▁AS	-10.4941
▁Day	-10.495
▁Hold	-10.4952
▁differently	-10.4964
▁shower	-10.4968
▁terms	-10.4993
▁environment	-10.5026
▁beating	-10.5033
▁serve	-10.5035
▁sad	-10.5045
▁silk	-10.5045
▁prior	-10.5051
▁window	-10.5051
▁assume	-10.5051
▁swimming	-10.5052
▁suede	-10.5052
▁2-3	-10.5053
▁followed	-10.5057
▁word	-10.5058
▁realized	-10.5074
▁l	-10.5123
▁Justin	-10.5128
▁Could	-10.5152
▁Jockey	-10.5154
▁Mexico	-10.5154
▁odor	-10.5154
▁cardboard	-10.5154
▁:	-10.5157
▁matches	-10.5159
▁Doesn	-10.5163
▁itchy	-10.5173
you	-10.5189
▁workout	-10.5199
▁flops	-10.5207
▁door	-10.5224
▁r	-10.5251
▁positive	-10.5258
▁digital	-10.5259
▁collection	-10.5259
▁elsewhere	-10.526
▁footbed	-10.5261
▁discovered	-10.5262
▁throughout	-10.5265
▁regret	-10.5265
▁Sturdy	-10.5266
▁bracelet	-10.5266
▁camping	-10.5268
▁tucked	-10.527
▁Needed	-10.528
man	-10.5281
▁Light	-10.5285
▁en	-10.5334
ch	-10.5335
▁models	-10.5336
No	-10.5347
▁edges	-10.5351
▁minimal	-10.5351
▁Second	-10.5357
▁junk	-10.5364
▁neutral	-10.5364
▁pressure	-10.5364
▁manner	-10.5364
▁jeweler	-10.537
▁surface	-10.5373
▁compartment	-10.5374
▁pop	-10.5375
▁reordered	-10.5382
00	-10.5393
▁photos	-10.5406
well	-10.5445
▁damage	-10.5458
▁moment	-10.547
▁feminine	-10.5471
▁funny	-10.5471
▁hopefully	-10.5473
▁somewhere	-10.5477
Having	-10.5478
▁reviewer	-10.5501
▁faster	-10.5505
ur	-10.5521
Like	-10.5545
▁jump	-10.5552
▁farm	-10.5555
▁serious	-10.5568
▁regularly	-10.5576
▁timex	-10.5577
▁bargain	-10.5578
▁laundry	-10.5578
▁cuff	-10.5579
▁sliding	-10.5582
▁ticking	-10.5583
▁occasion	-10.5589
▁result	-10.5589
▁visor	-10.5589
▁coin	-10.5591
▁returns	-10.5643
▁pale	-10.5659
▁mud	-10.5664
▁placed	-10.5673
▁$10	-10.5676
▁evening	-10.5677
▁WITH	-10.5686
▁fabulous	-10.5687
▁Over	-10.5687
▁BUY	-10.5687
▁zero	-10.5688
▁3-4	-10.5689
▁stem	-10.5689
▁Usually	-10.5689
▁apparently	-10.569
▁edge	-10.5699
▁layering	-10.5722
ment	-10.5724
▁starts	-10.5733
▁forgot	-10.5735
▁di	-10.5743
side	-10.5745
▁sleep	-10.5783
Best	-10.5785
▁shine	-10.579
▁rubbing	-10.5797
▁retro	-10.5798
▁duck	-10.58
▁May	-10.5801
▁ease	-10.5801
▁cutting	-10.5804
▁periods	-10.5808
▁snag	-10.5811
▁saved	-10.5818
▁requires	-10.5825
▁decades	-10.5849
WILL	-10.5856
▁harder	-10.5865
▁marks	-10.588
▁Who	-10.5883
▁threads	-10.5886
Swiss	-10.5886
▁NICE	-10.5907
▁accommodate	-10.5907
▁manufacturing	-10.5907
▁companies	-10.5907
▁authentic	-10.5907
▁male	-10.5907
▁city	-10.5908
▁hi	-10.5908
▁unisex	-10.5909
even	-10.5913
▁Mine	-10.5914
▁shaped	-10.5916
▁personally	-10.5917
▁dozen	-10.5923
▁waistline	-10.5923
too	-10.5925
▁thre	-10.5929
▁traveling	-10.5939
▁miss	-10.594
▁playing	-10.5946
▁exchanged	-10.5952
ri	-10.5994
▁breath	-10.5995
am	-10.5996
ra	-10.5997
▁parts	-10.6005
▁LIKE	-10.6018
Pants	-10.6018
▁gorgeous	-10.602
▁steel	-10.602
▁barefoot	-10.6023
▁errands	-10.6025
▁bed	-10.6025
▁Recommended	-10.6033
▁disappointment	-10.6033
▁favorites	-10.6036
▁key	-10.6039
▁Cons	-10.6041
▁Wranglers	-10.608
▁showed	-10.6086
▁eyes	-10.6088
weight	-10.6094
▁sore	-10.6095
▁el	-10.6109
Classic	-10.6113
▁display	-10.6122
▁generous	-10.6123
v	-10.6124
▁write	-10.6132
▁bonus	-10.6132
▁portion	-10.6133
▁till	-10.6134
▁extended	-10.6138
▁Couldn	-10.6138
▁Absolutely	-10.6141
▁picky	-10.6144
▁ware	-10.6147
▁combination	-10.6149
▁liner	-10.616
▁coveralls	-10.6164
▁ears	-10.6191
▁Stars	-10.6206
▁Anyway	-10.6248
▁helmet	-10.6248
▁wool	-10.6248
▁Leather	-10.6251
▁Hubby	-10.6254
▁zippers	-10.626
▁skirt	-10.6269
.00	-10.6323
▁....	-10.6341
Although	-10.6345
▁squeeze	-10.6352
▁ridiculous	-10.6355
▁wonder	-10.6358
▁fly	-10.6361
▁split	-10.6364
▁shallow	-10.6364
▁caught	-10.6365
▁Tough	-10.637
▁concern	-10.6373
▁hide	-10.6375
▁level	-10.6383
▁useless	-10.6413
6	-10.6417
▁leaves	-10.6449
▁Merrells	-10.6477
▁pregnant	-10.6482
▁bounce	-10.6483
▁ONE	-10.6483
▁grand	-10.6484
▁slipped	-10.6485
▁lint	-10.6486
!!!!!	-10.6488
▁thread	-10.6491
▁seriously	-10.6493
▁instep	-10.6497
▁Red	-10.6514
▁How	-10.6515
▁DO	-10.6526
▁offers	-10.6526
do	-10.654
36	-10.6562
<	-10.6574
▁46	-10.659
▁tighten	-10.6597
▁WEAR	-10.66
▁concrete	-10.6601
▁restaurant	-10.6601
▁moisture	-10.6601
▁biggest	-10.6601
▁charcoal	-10.6602
▁Lee	-10.6606
we	-10.6607
▁fourth	-10.6607
▁Warm	-10.661
▁knows	-10.6617
▁searching	-10.6617
▁AT	-10.6625
Looks	-10.6633
▁Band	-10.6647
▁m	-10.6671
▁cleaning	-10.6686
---	-10.6701
▁effect	-10.6721
▁example	-10.6722
▁Florida	-10.6722
▁rich	-10.6722
▁modern	-10.6722
▁THAT	-10.6722
▁profile	-10.6723
▁genuine	-10.6723
▁preferred	-10.6723
▁fading	-10.6723
▁thus	-10.6724
▁wings	-10.6725
▁From	-10.6725
▁occasionally	-10.6725
▁Bra	-10.6726
▁surprisingly	-10.6727
▁Normally	-10.6728
▁beware	-10.6731
▁sooner	-10.6741
▁bending	-10.6747
▁matching	-10.6778
▁wonderfully	-10.678
0	-10.6792
▁degrees	-10.6809
▁tools	-10.6809
▁brush	-10.682
that	-10.6838
▁awkward	-10.6843
▁attire	-10.6844
▁policy	-10.6844
▁therefore	-10.6844
▁Casio	-10.6844
▁Which	-10.6845
▁nurse	-10.6845
▁Sent	-10.6846
▁stitched	-10.6851
▁washable	-10.6864
%	-10.6904
wear	-10.692
▁holder	-10.6921
ation	-10.6937
will	-10.6943
style	-10.6956
▁gain	-10.6959
▁tees	-10.6961
▁grade	-10.6964
▁trails	-10.6967
▁worst	-10.6967
▁admit	-10.6967
▁needing	-10.6968
▁knowing	-10.6974
▁sweaty	-10.6987
▁alternative	-10.6991
▁garter	-10.6995
▁poorly	-10.6996
▁appeared	-10.6996
▁stone	-10.6998
ST	-10.7001
ta	-10.7019
order	-10.7022
......	-10.7022
▁sets	-10.7031
▁80	-10.7046
ter	-10.7067
▁shouldn	-10.7069
▁teen	-10.7071
large	-10.7075
▁dead	-10.7092
▁storage	-10.7092
▁specifically	-10.7093
▁cowboy	-10.7093
▁Right	-10.7095
▁factory	-10.7099
▁damaged	-10.7107
▁position	-10.7108
▁70	-10.7118
▁Their	-10.712
Shoes	-10.7121
te	-10.7123
▁Blue	-10.7127
▁downside	-10.7127
▁Moc	-10.7173
ier	-10.7198
▁mark	-10.7208
▁words	-10.7211
▁popular	-10.7218
▁access	-10.7218
▁activity	-10.7219
▁shame	-10.7219
▁tummy	-10.7219
▁undone	-10.7219
▁camo	-10.7219
▁prime	-10.7219
▁Sometimes	-10.7219
ER	-10.722
▁Wife	-10.7224
▁rarely	-10.7225
tops	-10.7246
▁game	-10.7249
▁drawer	-10.7251
nt	-10.7258
▁pleasant	-10.7266
Size	-10.7277
be	-10.7286
▁youth	-10.7295
▁J	-10.7295
29	-10.7301
Everyone	-10.7324
▁list	-10.7324
Cute	-10.7328
Had	-10.7328
▁)	-10.733
▁obvious	-10.7337
▁Please	-10.7339
▁BE	-10.7343
▁pins	-10.7346
▁HUGE	-10.7347
▁beyond	-10.7347
▁common	-10.7347
▁smart	-10.7347
▁risk	-10.7347
▁stable	-10.7347
▁cozy	-10.7348
▁rigid	-10.7348
▁delighted	-10.7348
▁Two	-10.7349
▁board	-10.7351
▁bike	-10.7352
▁grown	-10.7357
▁paint	-10.7361
▁Leg	-10.7373
▁glow	-10.7378
▁sound	-10.738
▁60	-10.7385
▁mile	-10.7399
se	-10.7409
▁ton	-10.7411
▁ha	-10.742
▁personal	-10.7424
▁ends	-10.744
▁pinch	-10.7442
back	-10.7452
▁print	-10.7468
▁extreme	-10.7468
▁confortable	-10.7477
▁rubbed	-10.7477
▁Perhaps	-10.7477
▁JUST	-10.7478
▁dust	-10.7479
▁Hush	-10.7479
▁flap	-10.7482
▁sorry	-10.7486
▁cushioned	-10.7498
ons	-10.75
▁f	-10.7506
ro	-10.7582
▁custom	-10.7588
▁dance	-10.7592
▁sons	-10.7596
▁semi	-10.7608
▁fleece	-10.7608
▁beginning	-10.7609
▁unique	-10.7609
▁BIG	-10.7609
▁Mom	-10.7609
▁SHOES	-10.761
▁climbing	-10.7613
▁Quick	-10.7615
▁self	-10.7618
▁5'	-10.7623
▁whenever	-10.7624
um	-10.7625
▁xl	-10.7628
▁painful	-10.7629
▁colder	-10.7645
▁lights	-10.7656
ist	-10.7671
▁co	-10.7678
▁lives	-10.7686
▁O	-10.7708
Exact	-10.7722
▁decide	-10.7729
▁dye	-10.7731
▁bulk	-10.7736
▁struggle	-10.7742
▁superior	-10.7742
▁further	-10.7742
▁sensitive	-10.7742
▁dream	-10.7743
▁PANTS	-10.7743
▁Wide	-10.7743
▁Tri	-10.7745
▁Cool	-10.7745
▁frequently	-10.7747
▁An	-10.7753
▁event	-10.777
▁gown	-10.7778
▁Khaki	-10.7781
▁degree	-10.7781
▁rubs	-10.783
▁scratch	-10.7846
uch	-10.7848
▁polish	-10.7851
Product	-10.7857
Husband	-10.7857
with	-10.786
▁EE	-10.7871
▁drive	-10.7872
▁KEEN	-10.7876
▁vary	-10.7877
▁college	-10.7877
▁LONG	-10.7877
▁vegan	-10.7878
▁BEST	-10.7879
▁discontinued	-10.7882
▁began	-10.7885
▁deeper	-10.7885
ul	-10.7886
gging	-10.7902
▁protected	-10.7904
▁tool	-10.7907
▁cycle	-10.7916
▁th	-10.7944
▁pads	-10.7956
▁Shippe	-10.7962
▁reach	-10.7992
▁discount	-10.8003
▁pouch	-10.8012
▁changing	-10.8014
▁numerous	-10.8014
▁story	-10.8014
▁Expedition	-10.8015
▁scratches	-10.8015
▁trips	-10.8016
▁teenage	-10.8017
▁trim	-10.8018
▁Fair	-10.8018
ordered	-10.8029
▁falls	-10.8037
▁daughters	-10.804
▁temps	-10.805
▁hikes	-10.8059
▁Her	-10.8083
▁90	-10.8091
▁sits	-10.8106
▁38""	-10.814
▁overly	-10.8141
▁confident	-10.8153
▁receiving	-10.8153
▁QUALITY	-10.8153
▁brick	-10.8153
▁specific	-10.8154
▁Comfort	-10.8154
▁Puppies	-10.8155
▁caus	-10.8155
▁limited	-10.8156
▁Gift	-10.8157
▁tailored	-10.8159
top	-10.8159
▁ski	-10.8164
▁stretches	-10.8166
▁los	-10.8166
▁excelente	-10.8168
▁image	-10.8195
▁Whisper	-10.8197
▁changes	-10.82
▁plann	-10.8205
▁matched	-10.8207
▁doesnt	-10.8209
fits	-10.8212
▁happens	-10.8232
xl	-10.8242
▁tears	-10.8244
me	-10.826
▁block	-10.8283
▁bar	-10.8284
▁taste	-10.8285
▁clutch	-10.8292
▁guide	-10.8293
▁checkbook	-10.8294
▁safety	-10.8294
▁liking	-10.8294
▁seven	-10.8294
▁clock	-10.8296
▁teenager	-10.8296
▁directly	-10.8297
▁Our	-10.8298
▁Pant	-10.8301
▁$30	-10.8303
▁reasons	-10.8305
▁missing	-10.831
There	-10.8313
▁Or	-10.8322
▁lo	-10.8349
▁hear	-10.8365
▁signs	-10.8366
▁pro	-10.8409
wide	-10.8415
Beautiful	-10.8417
▁catch	-10.8423
bought	-10.8431
▁Amazing	-10.8435
▁sunglasses	-10.8436
▁suspect	-10.8436
▁styling	-10.8436
▁torn	-10.8437
▁Take	-10.844
▁younger	-10.8443
▁4.5	-10.8444
He	-10.8444
▁LOVED	-10.8454
▁hoodies	-10.846
▁taller	-10.8473
▁mechanic	-10.8481
▁upset	-10.8485
▁openings	-10.8502
comfortable	-10.856
▁tip	-10.8567
▁sh	-10.857
▁wig	-10.8578
▁remind	-10.8578
▁exceptional	-10.858
▁crystal	-10.8581
▁comparison	-10.8581
▁clunky	-10.8581
▁information	-10.8581
▁dries	-10.8582
▁Kind	-10.8585
▁folks	-10.859
ive	-10.8593
▁oh	-10.8594
▁shoelaces	-10.8598
▁crack	-10.8607
co	-10.8611
▁suits	-10.8614
▁slips	-10.8618
▁spending	-10.8625
▁river	-10.8628
▁truck	-10.8629
la	-10.863
▁caused	-10.864
▁seconds	-10.8642
▁customers	-10.8646
▁vs	-10.866
▁strings	-10.8666
▁versions	-10.8667
li	-10.8676
▁switch	-10.8704
▁shrinking	-10.8705
▁improve	-10.8719
▁sleek	-10.8725
▁dinner	-10.8728
▁broom	-10.8728
▁cash	-10.8728
▁PRICE	-10.8729
▁REALLY	-10.8729
▁hesitant	-10.8731
▁possibly	-10.8731
▁factor	-10.8734
▁anticipated	-10.8736
dding	-10.8736
▁prove	-10.8743
▁create	-10.8768
▁question	-10.8779
▁pic	-10.8784
▁purchases	-10.8821
Converse	-10.8858
▁garden	-10.8862
▁stretching	-10.8867
▁deck	-10.8875
▁slender	-10.8878
▁reference	-10.8878
▁gentle	-10.8878
▁expansion	-10.8879
▁interior	-10.8879
▁plantar	-10.8879
▁TIME	-10.8879
▁lil	-10.888
▁suitable	-10.8881
▁Poor	-10.8883
▁oversized	-10.8888
▁sewing	-10.889
▁fail	-10.8906
▁gripe	-10.8913
▁Let	-10.8916
All	-10.8925
▁park	-10.893
ever	-10.8931
▁enjoyed	-10.8932
il	-10.8952
▁heart	-10.8953
▁Liked	-10.8953
what	-10.8962
▁17	-10.8976
▁state	-10.8979
▁=	-10.8987
▁supports	-10.9001
▁hadn	-10.9005
lo	-10.9008
Arrived	-10.9009
quality	-10.9009
▁worker	-10.9012
▁advise	-10.9017
▁attempt	-10.9018
▁prompt	-10.902
▁bare	-10.9028
▁driving	-10.9029
▁outstanding	-10.9029
▁answer	-10.9029
▁vibrant	-10.9029
▁defective	-10.9029
▁pricing	-10.903
▁spandex	-10.903
▁Luckily	-10.903
▁Back	-10.9034
ased	-10.9034
▁Strap	-10.9038
▁crap	-10.9062
id	-10.9079
▁terrain	-10.9082
▁cincher	-10.9085
▁wrangler	-10.9086
▁Your	-10.9087
▁stiffer	-10.909
light	-10.9094
▁Boots	-10.9106
ry	-10.9128
free	-10.9163
▁badly	-10.917
▁keens	-10.9179
▁SMALL	-10.9183
▁halloween	-10.9183
▁whatsoever	-10.9183
▁synthetic	-10.9183
▁investment	-10.9183
▁Might	-10.9183
▁living	-10.9184
▁ONLY	-10.9184
▁olive	-10.9184
▁Almost	-10.9185
▁bueno	-10.9185
▁wrap	-10.9185
▁fashionable	-10.9188
▁Newports	-10.9188
ach	-10.9193
▁Dr	-10.9194
▁knit	-10.9203
▁mold	-10.9204
▁consistently	-10.9208
▁complained	-10.9209
▁costs	-10.9209
▁Haven	-10.9214
▁attach	-10.9218
▁carefully	-10.9219
▁considered	-10.9221
▁k	-10.9227
▁Are	-10.9235
▁Re	-10.9241
▁brief	-10.9243
▁compliment	-10.9243
▁nails	-10.9247
▁tent	-10.9253
pleasantly	-10.9265
▁trade	-10.9267
os	-10.9278
▁Low	-10.9284
et	-10.9298
▁mis	-10.9306
▁noted	-10.9306
ty	-10.9309
Quality	-10.932
▁telling	-10.9324
lenty	-10.9339
▁screen	-10.9339
▁system	-10.9339
▁MUCH	-10.9339
▁cream	-10.934
▁Jazz	-10.934
▁food	-10.9341
▁Jacket	-10.9342
▁White	-10.9342
▁Old	-10.9343
▁Actually	-10.9345
▁Fantastic	-10.9348
▁stiffness	-10.9349
▁scratched	-10.9353
▁posted	-10.9359
sized	-10.9366
▁selling	-10.9367
▁staple	-10.9397
▁regard	-10.9398
▁dollar	-10.9402
▁notch	-10.9411
▁link	-10.9432
▁stands	-10.9441
ally	-10.946
ound	-10.9461
▁producto	-10.9469
▁sew	-10.9476
V	-10.9477
▁weak	-10.9478
▁fasten	-10.948
▁yesterday	-10.9498
▁clown	-10.9498
▁withstand	-10.9498
▁joke	-10.9498
▁wiggle	-10.9498
▁warranty	-10.9499
▁acceptable	-10.9499
▁Belt	-10.9501
▁LOL	-10.9502
▁pregnancy	-10.9502
▁Many	-10.9503
▁Sadly	-10.9504
▁UPDATE	-10.9506
▁binding	-10.951
she	-10.9525
▁allowed	-10.9536
▁fold	-10.9539
where	-10.9545
▁Won	-10.9555
long	-10.9562
▁hurting	-10.957
▁zippered	-10.9591
▁Star	-10.9591
▁8.	-10.9623
▁research	-10.9635
▁Deliver	-10.9656
▁leaving	-10.9659
▁physical	-10.9659
▁sloppy	-10.9659
▁sterling	-10.9659
▁series	-10.9659
▁labor	-10.9659
▁comparable	-10.966
▁neither	-10.966
▁tail	-10.9666
▁dockers	-10.9666
▁manufactured	-10.9667
▁lucky	-10.9673
▁~	-10.9673
?)	-10.9676
▁gotta	-10.9677
▁capris	-10.969
▁complaining	-10.9691
Shirt	-10.9706
▁tied	-10.9709
▁clips	-10.9711
▁turns	-10.9721
▁load	-10.9723
▁tank	-10.9724
▁sperry	-10.9726
▁snaps	-10.9728
▁coats	-10.9729
In	-10.9737
na	-10.9738
▁fingers	-10.9746
▁Want	-10.9752
its	-10.9757
ried	-10.9766
▁thermal	-10.9773
▁hey	-10.9783
same	-10.9808
▁blow	-10.981
▁depend	-10.981
ning	-10.981
▁America	-10.9817
▁snugly	-10.9819
▁Thick	-10.9822
▁compression	-10.9823
▁preference	-10.9824
▁LOOK	-10.9824
▁square	-10.9825
▁somehow	-10.9825
ee	-10.9827
▁indicated	-10.9829
▁Solid	-10.9831
▁Delivery	-10.9831
▁email	-10.9846
▁ability	-10.9852
Siders	-10.9853
▁bills	-10.987
▁charm	-10.9877
??	-10.9887
▁burn	-10.9888
▁road	-10.9888
▁amazingly	-10.9891
▁defect	-10.9893
▁string	-10.99
▁pad	-10.9906
mo	-10.9916
▁Here	-10.9936
▁becomes	-10.9942
wise	-10.9947
fitting	-10.9972
rank	-10.9974
▁honest	-10.9974
▁nerv	-10.9978
▁ex	-10.9982
Those	-10.9983
▁calves	-10.999
▁indeed	-10.999
▁vest	-10.9991
▁dependable	-10.9991
▁Berkshire	-10.9992
▁Silver	-10.9992
▁vintage	-10.9992
▁Grandson	-10.9993
▁grew	-10.9996
▁6'2""	-10.9997
▁UP	-11.0001
▁superb	-11.0004
▁nose	-11.001
ept	-11.0013
▁detail	-11.0038
▁Carhartts	-11.0042
▁mocs	-11.0042
▁shift	-11.0048
▁tearing	-11.0049
▁effort	-11.0058
▁track	-11.0058
▁distance	-11.0062
▁Timberland	-11.0063
▁watchband	-11.0069
▁V	-11.0073
▁Pros	-11.0084
ent	-11.0102
Large	-11.0106
DDD	-11.0145
▁loud	-11.0146
▁constant	-11.015
▁bind	-11.0154
▁win	-11.0154
▁PRODUCT	-11.0156
▁stack	-11.0159
▁stress	-11.0159
▁Especially	-11.0159
▁Vanderbilt	-11.0159
▁arrival	-11.0159
▁terribly	-11.0159
▁KEDS	-11.0159
▁Hawaii	-11.0159
▁skeptical	-11.0159
▁basis	-11.0159
▁error	-11.0159
▁transaction	-11.016
